[CloggedToilet_twk:DisTweaks_InteractableInterface_11 DisTweaks_InteractableInterface]
m_Name="堵住的厕所"
m_InteractText="`GBA_Use` 使用"

[DLC07_Log01CellC28_twk DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage="发现新的笔记"
m_SingleItemPickupMessage=""

[DLC07_Log01CellC28_twk:DisTweaks_Interactable_PickupBase_105 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name=""
m_InteractText="`GBA_Use` 阅读"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DLC07_Log02CellA00_twk DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage="发现新的笔记"
m_SingleItemPickupMessage=""

[DLC07_Log02CellA00_twk:DisTweaks_Interactable_PickupBase_105 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name=""
m_InteractText="`GBA_Use` 阅读"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DLC07_Log03CellA21_twk DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage="发现新的笔记"
m_SingleItemPickupMessage=""

[DLC07_Log03CellA21_twk:DisTweaks_Interactable_PickupBase_105 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name=""
m_InteractText="`GBA_Use` 阅读"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DLC07_Log04CellD24_twk DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage="发现新的笔记"
m_SingleItemPickupMessage=""

[DLC07_Log04CellD24_twk:DisTweaks_Interactable_PickupBase_105 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name=""
m_InteractText="`GBA_Use` 阅读"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DLC07_Prison_Lever_MS_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage=""

[DLC07_Prison_Lever_MS_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="释放控制杆"
m_InteractText="`GBA_Use` 使用"

[DLC07_Tumbler_Lever_01_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage=""

[DLC07_Tumbler_Lever_01_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="牢房激活控制杆"
m_InteractText="`GBA_Use` 使用"

[DLC07_Tumbler_Lever_02_A_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage=""

[DLC07_Tumbler_Lever_02_A_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="牢房选择器"
m_InteractText="`GBA_Use` 使用"

[DLC07_Tumbler_Lever_02_B_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage=""

[DLC07_Tumbler_Lever_02_B_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="牢房选择器"
m_InteractText="`GBA_Use` 使用"

[Hrlm_Cold_Medal_twk:DisTweaks_Interactable_PickupBase_72 DisTweaks_Interactable_PickupBase]
m_Name="皇家护卫海军嘉奖章"
m_InteractText="`GBA_Use` 拾取"

[Log_Book_twk:DisTweaks_InteractableInterface_11 DisTweaks_InteractableInterface]
m_Name="牢房日志"
m_InteractText="`GBA_Use` 使用"

